{
  "1": {
    "name": "Rocket",
    "img": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/marvel-studios-cinematic-universe/1/18/Rocket-raccoon-has-his-very-own-guardians-of-the-galaxy-poster-preview.jpg?width=1280",
    "info": "มีความเป็นผู้นำ กล้าคิด กล้าทำ มีความเชื่อมั่นในตัวเองเป็นอย่างมาก อีกทั้งยังเป็นคนที่มีความมุ่งมั่นตั้งใจจนประสบความสำเร็จในชีวิต นอกจากนี้ผู้ที่ได้เลขนี้ยังเป็นคนที่หยิ่งทะนงในศักดิ์ศรีของตนเองไม่ยอมก้มหัวให้ใครง่ายๆ ส่วนในเรื่องของความรักของผู้ที่ได้ผลลัพธ์เลข 1 มักถือว่าความรักเป็นสิ่งสำคัญในชีวิตจึงทุ่มเททำทุกอย่างเพื่อความรัก แต่ควรระวังในเรื่องของการที่เป็นคนช่างพูดมากจนเกินไปจึงทำให้คนอื่นมองว่าเป็นคนที่ขาดความน่าสนใจไป"
  },
  "2": {
    "name": "Loki",
    "img": "https://hips.hearstapps.com/digitalspyuk.cdnds.net/18/05/1517238563-loki-tom-hiddleston-thor-ragnarok.jpg",
    "info": "เป็นคนที่มีอารมณ์อ่อนไหวเปลี่ยนแปลงได้ง่าย มักใช้อารมณ์มากกว่าที่จะใช้เหตุผลในการทำสิ่งต่างๆ จึงทำให้ในบางครั้งก็ขาดความเด็ดขาดในการตัดสินใจ อีกทั้งเลข 2 ยังแสดงถึงการที่เป็นที่รักของมิตรสหายมากมาย เป็นคนที่มีปัญญาดีมีไหวพริบเรียนรู้สิ่งต่างๆ ได้อย่างรวดเร็ว หากต้องการที่จะมีกิจการเป็นของตนเองควรร่วมทำกับผู้อื่น โดยเฉพาะกับคู่ครองของตนจะทำให้ประสบความสำเร็จได้ไม่ยาก นอกจากนี้แล้วผู้ที่ได้ผลลัพธ์เป็นเลข 2 ยังเป็นคนที่มีเสน่ห์ดึงดูดต่อเพศตรงข้ามเป็นอย่างมากและเป็นที่รักของผู้อื่นอยู่เสมอ จึงทำให้มีความรักเข้ามาหลากหลาย ดังนั้นจึงควรมีความหนักแน่นให้มากจึงจะทำให้ความรักยืนยาวมากยิ่งขึ้นได้ไม่ยาก"
  },
  "3": {
    "name": "Thor",
    "img": "https://peopledotcom.files.wordpress.com/2019/02/chris-hemsworth-thor.jpg",
    "info": "เป็นคนอารมณ์ร้อน คิดไว ทำไว ตัดสินใจเด็ดขาด ในบางครั้งก็เป็นคนที่เอาแต่ใจตนเป็นใหญ่จนหลงลืมนึกถึงวามรู้สึกผู้อื่นไปบ้าง นอกจากนี้เลข 3 ยังแสดงถึงปัญหาต่างๆ ที่จะเข้ามาในชีวิตอยู่ร่ำไป โดยเฉพาะปัญหาในเรื่องของมือที่ 3 ดังนั้นผู้ที่ได้ผลลัพธ์เลขนี้จึงควรมีความเข้มแข็ง และดูแลเอาใจใส่คู่ครองและครอบครัวให้มากขึ้นจึงจะสามารถผ่านพ้นอุปสรรคต่างๆ ไปได้ด้วยดี หากต้องการที่จะมีกิจการเป็นของตนเอง ควรระวังไม่ไว้ใจลูกน้องหรือบริวารมากจนเกินไป และไม่ควรอุทิศตนเป็นนักบุญใจกว้างจนทำให้ตนเองต้องเดือดเนื้อร้อนใจ หากผ่านพ้นปัญหาทั้งหมดได้จะประสบกับความสุข ความสบายในภายภาคหน้า"
  },
  "4": {
    "name": "Black Widow",
    "img": "https://fsmedia.imgix.net/dc/bf/90/37/1cd9/46d6/8d63/1562d73541f7/black-widowjpg.jpeg?crop=faces&fit=crop&auto=format%2Ccompress&h=1200&w=1200",
    "info": "เป็นที่รักของผู้หลักผู้ใหญ่ เป็นคนที่มีพรสวรรค์ มีไหวพริบ ทันคน อีกทั้งยังเป็นคนที่มีความคิดสร้างสรรค์เป็นเลิศ เข้ากับคนอื่นๆ ได้ง่าย และการที่เป็นคนช่างพูดช่างคุย จนบางครั้งอาจถึงขั้นขี้โม้จึงทำให้เหมาะกับอาชีพที่เกี่ยวกับนักขาย ส่วนในเรื่องของความรักแล้วผู้ที่ได้ผลลัพธ์เป็นเลข 4 ถือว่าเป็นคนที่มีเสน่ห์มากจนบางครั้งคนอื่นอาจมองว่าเป็นคนเจ้าชู้ ทั้งที่ความจริงแล้วผู้ที่ได้เลขนี้เป็นคนช่างเลือก และเบื่อง่าย ดังนั้นคนที่จะสามารถอยู่เคียงข้างกับกันได้นั้นต้องเป็นคนที่เข้ากันได้จริงๆ มีเหตุผล มีความเป็นตัวของตัวเองที่ไม่ซ้ำใคร"
  },
  "5": {
    "name": "Gamora",
    "img": "https://static1.squarespace.com/static/51b3dc8ee4b051b96ceb10de/51ce6099e4b0d911b4489b79/539738a6e4b0c0c13081e979/1557985689846/gamoras-character-poster-for-guardians-of-the-galaxy-preview.jpg?format=750w",
    "info": "เป็นคนที่มีบุคลิกน่าเชื่อถือ สามารถเป็นที่ปรึกษาให้คนรอบข้างได้เป็นอย่างดี แต่หากถึงคราวที่ตนเองต้องการที่ปรึกษาบ้างก็หาได้ยากเย็นนัก นอกจากนี้เลข 5 ยังแสดงถึงการเป็นคนหยิ่งทะนง ไม่ยอมก้มหัวให้ใครง่ายๆ และมักจะมีเรื่องทุกข์ใจจากความคิดมากของตนเองบ่อยครั้ง อีกทั้งผู้ที่ได้ผลลัพธ์เลข 5 มักเป็นคนชอบความเรียบง่าย ชอบให้ชีวิตใกล้ชิดธรรมชาติมากกว่าการใช้ชีวิตในเมืองที่สับสนวุ่นวายไม่รู้จบ ส่วนในเรื่องความรักแล้วเป็นคนชังเลือกเป็นอย่างมาก อีกทั้งยังเป็นคนที่เคร่งคัดในเรื่องของขนบธรรมเนียมประเพณีเป็นอย่างมาก จึงทำให้เป็นคนที่มักมีคู่ครองช้ากว่าคนอื่นๆ"
  },
  "6": {
    "name": "Mantis",
    "img": "https://s3.r29static.com//bin/entry/d82/720x864,85/1784371/image.webp",
    "info": "เป็นคนที่มีผู้คนรักใคร่เอ็นดู ไม่ว่าจะทำอะไรก็สามารถประสบความสำเร็จได้ไม่ยาก หากเป็นคนที่บำเพ็ญภาวนาจะเป็นคนที่มีจิตเหนือธรรมชาติ มีสัมผัสที่ 6 นอกจากนี้เลข 6 ยังแสดงถึงการเป็นคนที่มีระเบียบแบบแผนเป็นของตนเอง รักความสะอาด จิตใจดี ชอบช่วยเหลือผู้อื่นอยู่เสมอ แต่ในบางครั้งก็เป็นคนที่จู้จี้จุกจิกอยู่บ้าง สำหรับในเรื่องของความรักไม่มีอุปสรรคอะไรมากนัก จึงไม่ค่อยจะได้มีสถานะโสดนานเท่าไหร่นัก และมักจะเลือกคนที่ดีที่สุดให้กับตนเองเสมอ"
  },
  "7": {
    "name": "Star Lord",
    "img": "https://beautifyatlanta.com/wp-content/uploads/2018/07/chris-pratt-beard-1.jpg",
    "info": "เป็นคนที่ต้องรับภาระอย่างใดอย่างหนึ่งในช่วงชีวิต จนทำให้บางครั้งก็ไม่สามารถทำสิ่งต่างๆ ได้ตามใจต้องการนัก อีกทั้งยังเป็นคนที่มีความเชื่อมั่นในความคิดของตัวเองเป็นอย่างมากจนบางครั้งอาจจะถึงขั้นยึดติดเลยก็ว่าได้ นอกจากนี้ยังเป็นคนที่มีโลกส่วนตัวสูงและมีอุดมการณ์ชัดเจน ดวงชะตาของผู้ที่ได้ผลลัพธ์เลข 7 นั้น ไม่ควรอยู่ติดที่ ควรทำงานที่ต้องมีการเดินทางบ่อยครั้ง เช่น ไกด์นำเที่ยว เป็นต้น หรือทำงานที่ต้องใช้ทักษะในการเจรจาติดต่อประสานงาน จึงจะประสบความสำเร็จ หากจะพูดถึงในเรื่องของความรักนั้นค่อนข้างที่จะมีเรื่องทะเลาเบาะแวงกันบ่อยครั้งหากอยู่ติดกันมากจนเกิน จึงควรลองให้แต่ละฝ่ายได้ใช้เวลาของตัวเองบ้าง ห่างกันบ้าง จะทำให้ความรักราบรื่นขึ้น"
  },
  "8": {
    "name": "Tony Stark",
    "img": "https://vignette.wikia.nocookie.net/marvelcinematicuniverse/images/3/35/IronMan-EndgameProfile.jpg/revision/latest/scale-to-width-down/2000?cb=20190426075541&path-prefix=ru",
    "info": "เป็นคนที่มีบุญบารมี หากหมั่นหาความรู้ใหม่ๆ เพิ่มเติมและพัฒนาตนเองอยู่เสมอจะทำให้ประสบความสำเร็จ มีฐานะร่ำรวยมั่นคงมีชื่อเสียงเป็นที่รู้จักและเป็นที่นับหน้าถือตาของคนทั่วไป นอกจากนี้เลข 8 ยังแสดงถึงการมีชีวิตที่โลดโผน เป็นคนที่มีอารมณ์สองด้านในคนๆ เดียว คือ หากเมื่อเวลาดีก็จะดีจนหน้าแปลกใจ แต่หากร้ายขึ้นมาก็ร้ายแบบไม่น่าเชื่อด้วยเช่นกัน สำหรับในเรื่องของความรักผู้ที่ได้ผลลัพธ์เลข 8 นั้นเป็นคนที่มีความรักที่ประสบความสำเร็จ มีคู่ครองที่ดี แต่ในบางครั้งผู้ที่ได้ผลลัพธ์เลขนี้ก็ใช้ชีวิตสนุกสนานจนหลงลืมให้ความสำคัญกับคนรักหรือคู่ครองไป ดังนั้นจึงควรให้เวลาและการใส่ใจคู่ครองให้มากขึ้น"
  },
  "9": {
    "name": "Steve Rogers",
    "img": "http://i.dailymail.co.uk/i/pix/2014/03/11/article-2578497-1C32F77F00000578-772_634x913.jpg",
    "info": "เป็นผู้นำ อำนาจ ความยิ่งใหญ่ และแสดงถึงความเจริญก้าวหน้าในหน้าที่การเงิน มีผู้อุปถัมภ์ค้ำชูให้ความช่วยเหลือในยามยากอยู่เสมอ ในวัยเด็กอาจจะต้องสู้ชีวิต พบเจอกับอุปสรรค และต้องใช้ความเพียรและความอดทนเป็นอย่างมากในการฟันฝ่าอุปสรรคต่างๆ แต่ในท้ายที่สุดก็จะประสบความสำเร็จชีวิต ดวงชะตาของผู้ที่ได้ผลลัพธ์เลข 9 นั้นมักต้องเป็นผู้ที่เสียสละให้กับผู้อื่นอยู่เสมอ แต่สิ่งนี้จะส่งผลให้ประสบความสุขในภายภาคหน้า ส่วนในเรื่องของความรักนั้นควรระวังในเรื่องของชู้สาว ไม่ควรใจอ่อนมากจนเกินไปเนื่องจากจะนำเรื่องเดือดร้อนใจเข้ามาได้"

  },
  "10": {
    "name": "Thanos",
    "img": "https://vignette.wikia.nocookie.net/ultimate-marvel-cinematic-universe/images/4/45/Thanos_Endgame.png/revision/latest?cb=20190522033113",
    "info": "เป็นผู้นำ หนักแน่น รักเกียรติ ถือศักดิ์ศรี ของตน และไม่เคยคิดเอาเปรียบใคร และเป็นคนตรงไปตรงมา มีความขยัน อดทน ทำงานเก่ง และเป็นคนเสียสละ จิตใจเด็ดเดี่ยวยากแปรเปลี่ยน โกรธยาก แต่ถ้าได้โกรธ จะโกรธนาน ไม่ค่อยไว้วางใจใครง่ายๆ มีความรู้ดี ชอบความมั่นคง ไม่ช่างพูด การจะทำอะไรก็ตามมักจะคิดก่อนตัดสินใจทุกครั้ง ถือเหตุผลเป็นหลักสำคัญ เจ้าชู้ แต่ไม่แสดงออก นิสัยเข้มงวด ไม่เหลวไหล ไม่ชอบแค้นเคืองใคร ใฝ่รู้ มีความรับผิดชอบดี เสียตรงที่คำพูดคือ พูดแล้วคิดที่หลัง ทำให้หลายคนที่คุยด้วยถ้าไม่เข้าใจในตัวเขาแล้วอาจไม่พอใจ คนมีน้ำใจดีคนหนึ่งและน่าคบทีเดียว"
  }
}
